export const DepartmentHeads = ['Название']
export const CourseHeads = ['Номер курса', 'Отделение', 'Количество групп']
export const GroupHeads = ['Название', 'Номер курса', 'Количество учащихся']
export const StudentHeads = [
	'Фамилия',
	'Имя',
	'Отчество',
	'Дата рождения',
	'Название группы',

	'Количество справок',
	'Отчислен?'
]
export const CertificatesHeads = [
	'Владелец',
	'Дата начала',
	'Дата окончания',
	'Срок действия',
	'Дней до конца действия',
	'Действительна?'
]

export const DetailsDepartmentHeads = [
	'Номер курса',
	'Количество групп',
	'Отделение'
]
export const DetailsCourseHeads = ['Группа', 'Количество студентов', 'Курс']
export const DetailsGroupHeads = [
	'Фамилия',
	'Имя',
	'Отчество',
	'Дата рождения',
	'Группа',
	'Количество справок'
]
export const DetailsStudentHeads = [
	'Дата начала',
	'Дата окончания',
	'Срок действия',
	'Дней до конца действия',
	'Группа здоровья',
	'Группа по физкультуре',
	'Действительна?'
]
